Revit 2024 API
TabbedDialogExtension.Control Property
The control.
Namespace: Autodesk.Revit.UI
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2013
Syntax
C#
public UserControl Control { get; }
Visual Basic
Public ReadOnly Property Control As UserControl
	Get
Visual C++
public:
property UserControl^ Control {
	UserControl^ get ();
}
See Also
TabbedDialogExtension Class
Autodesk.Revit.UI Namespace